tap "aws/tap"
tap "grishka/grishka"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "k1low/tap"
tap "songmu/tap"
brew "libyaml"
brew "aws-sam-cli"
brew "mise"
brew "awscli"
brew "cdrtools"
brew "coreutils"
brew "curl"
brew "dvdauthor"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "pango"
brew "ffmpeg"
brew "node"
brew "firebase-cli"
brew "gawk"
brew "libavif"
brew "gdk-pixbuf"
brew "gh"
brew "ghq"
brew "git"
brew "libassuan"
brew "gnupg"
brew "netpbm"
brew "librsvg"
brew "graphviz"
brew "libheif"
brew "imagemagick"
brew "jq"
brew "marp-cli"
brew "mise"
brew "mysql@5.7"
brew "neovim"
brew "peco"
brew "perl"
brew "plantuml"
brew "postgresql@14", restart_service: :changed
brew "shadowenv"
brew "tig"
brew "tmux"
brew "tree"
brew "vim"
brew "jesseduffield/lazygit/lazygit"
brew "songmu/tap/blogsync"
cask "adoptopenjdk"
cask "alacritty"
cask "android-studio"
cask "arduino"
cask "audacity"
cask "blender"
cask "chromedriver"
cask "claude"
cask "cursor"
cask "discord"
cask "docker-desktop"
cask "figma"
cask "firefox"
cask "flutter"
cask "font-hack-nerd-font"
cask "gimp"
cask "godot"
cask "google-chrome"
cask "google-drive"
cask "hex-fiend"
cask "inkscape"
cask "intellij-idea"
cask "kindle"
cask "mactex-no-gui"
cask "microsoft-edge"
cask "notion"
cask "obsidian"
cask "orbstack"
cask "processing"
cask "slack"
cask "spark-ar-studio"
cask "spotify"
cask "sweet-home3d"
cask "temurin"
cask "visual-studio-code"
cask "vlc"
cask "wireshark-app"
cask "zoom"
vscode "alefragnani.bookmarks"
vscode "aliariff.slim-lint"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "astro-build.astro-vscode"
vscode "asvetliakov.vscode-neovim"
vscode "aws-scripting-guy.cform"
vscode "bierner.markdown-mermaid"
vscode "dbaeumer.vscode-eslint"
vscode "dionmunk.vscode-notes"
vscode "docker.docker"
vscode "dunstontc.vscode-docker-syntax"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "golang.go"
vscode "jebbs.plantuml"
vscode "kddejong.vscode-cfn-lint"
vscode "koichisasada.vscode-rdbg"
vscode "masakit.zenkaku-hankaku"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "redhat.vscode-yaml"
vscode "saoudrizwan.claude-dev"
vscode "shopify.ruby-extensions-pack"
vscode "shopify.ruby-lsp"
vscode "sianglim.slim"
vscode "sorbet.sorbet-vscode-extension"
vscode "svsool.markdown-memo"
vscode "tamasfe.even-better-toml"
vscode "yzhang.markdown-all-in-one"
