tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "coreutils"
brew "curl"
brew "firebase-cli"
brew "gawk"
brew "gh"
brew "ghq"
brew "git"
brew "gnupg"
brew "graphviz"
brew "libyaml"
brew "peco"
brew "plantuml"
brew "tig"
brew "tmux"
brew "tree"
brew "vim"
cask "adoptopenjdk"
cask "android-studio"
cask "arduino"
cask "audacity"
cask "blender"
cask "discord"
cask "figma"
cask "firefox"
cask "flutter"
cask "gimp"
cask "godot"
cask "google-chrome"
cask "inkscape"
cask "intellij-idea"
cask "iterm2"
cask "kindle"
cask "mactex-no-gui"
cask "microsoft-edge"
cask "notion"
cask "obsidian"
cask "processing"
cask "slack"
cask "spark-ar-studio"
cask "spotify"
cask "sweet-home3d"
cask "unity"
cask "visual-studio-code"
cask "vlc"
cask "zoom"
