tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "coreutils"
brew "libyaml"
brew "asdf"
brew "curl"
brew "firebase-cli"
brew "gawk"
brew "gh"
brew "ghq"
brew "git"
brew "gnupg"
brew "graphviz"
brew "neovim"
brew "peco"
brew "plantuml"
brew "tig"
brew "tmux"
brew "tree"
brew "vim"
cask "adoptopenjdk"
cask "alacritty"
cask "android-studio"
cask "arduino"
cask "audacity"
cask "blender"
cask "discord"
cask "docker"
cask "figma"
cask "firefox"
cask "flutter"
cask "gimp"
cask "godot"
cask "google-chrome"
cask "inkscape"
cask "intellij-idea"
cask "iterm2"
cask "kindle"
cask "mactex-no-gui"
cask "microsoft-edge"
cask "notion"
cask "obsidian"
cask "processing"
cask "slack"
cask "spark-ar-studio"
cask "spotify"
cask "sweet-home3d"
cask "unity"
cask "visual-studio-code"
cask "vlc"
cask "wireshark"
cask "zoom"
vscode "alefragnani.Bookmarks"
vscode "astro-build.astro-vscode"
vscode "bierner.markdown-mermaid"
vscode "castwide.solargraph"
vscode "Dart-Code.dart-code"
vscode "Dart-Code.flutter"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "GitHub.github-vscode-theme"
vscode "golang.go"
vscode "humao.rest-client"
vscode "James-Yu.latex-workshop"
vscode "jebbs.plantuml"
vscode "mgmcdermott.vscode-language-babel"
vscode "misogi.ruby-rubocop"
vscode "ms-azuretools.vscode-docker"
vscode "MS-CEINTL.vscode-language-pack-ja"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.vscode-serial-monitor"
vscode "redhat.vscode-yaml"
vscode "vsciot-vscode.vscode-arduino"
vscode "vscodevim.vim"
vscode "yzhang.markdown-all-in-one"
