tap "aws/tap"
tap "homebrew/bundle"
tap "k1low/tap"
tap "homebrew/cask"
tap "homebrew/core"
brew "coreutils"
brew "libyaml"
brew "asdf"
brew "awscli"
brew "curl"
brew "fzf"
brew "gawk"
brew "gh"
brew "ghq"
brew "git"
brew "gnu-sed"
brew "gnupg"
brew "graphviz"
brew "jq"
brew "ncurses"
brew "neovim"
brew "nkf"
brew "peco"
brew "plantuml"
brew "shadowenv"
brew "tig"
brew "tmux"
brew "tree"
brew "vim"
brew "k1low/tap/tbls"
cask "alacritty"
cask "android-studio"
cask "figma"
cask "google-chrome"
cask "orbstack"
cask "slack"
cask "visual-studio-code"
vscode "alefragnani.bookmarks"
vscode "bierner.markdown-mermaid"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "aws-scripting-guy.cform"
vscode "dbaeumer.vscode-eslint"
vscode "dionmunk.vscode-notes"
vscode "dunstontc.vscode-docker-syntax"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "golang.go"
vscode "humao.rest-client"
vscode "jebbs.plantuml"
vscode "koichisasada.vscode-rdbg"
vscode "masakit.zenkaku-hankaku"
vscode "koichisasada.vscode-rdbg"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "redhat.vscode-yaml"
vscode "shopify.ruby-extensions-pack"
vscode "shopify.ruby-lsp"
vscode "shopify.vscode-shadowenv"
vscode "sianglim.slim"
vscode "sorbet.sorbet-vscode-extension"
vscode "svsool.markdown-memo"
vscode "unifiedjs.vscode-mdx"
vscode "vscodevim.vim"
vscode "yzhang.markdown-all-in-one"
# optional (remove commentout if you need)
# brew "firebase-cli"
# brew "postgresql@14"
# brew "okta-awscli"
# cask "adoptopenjdk"
# cask "arduino"
# cask "audacity"
# cask "blender"
# cask "discord"
# cask "firefox"
# cask "flutter"
# cask "gimp"
# cask "godot"
# cask "google-drive"
# cask "hex-fiend"
# cask "inkscape"
# cask "intellij-idea"
# cask "kindle"
# cask "mactex-no-gui"
# cask "microsoft-edge"
# cask "notion"
# cask "obsidian"
# cask "processing"
# cask "spark-ar-studio"
# cask "spotify"
# cask "sweet-home3d"
# cask "temurin"
# cask "unity"
# cask "vlc"
# cask "wireshark"
# cask "zoom"
# vscode "astro-build.astro-vscode"
# vscode "adrianwilczynski.alpine-js-intellisense"
# vscode "ms-vscode.cpptools"
# vscode "bradlc.vscode-tailwindcss"
# vscode "dart-code.dart-code"
# vscode "dart-code.flutter"
# vscode "ms-python.debugpy"
# vscode "ms-python.python"
# vscode "ms-python.vscode-pylance"
# vscode "ms-vscode.vscode-serial-monitor"
# vscode "vsciot-vscode.vscode-arduino"
