oh-my-fish/plugin-argu
oh-my-fish/plugin-balias
edc/bass
0rax/fish-bd
oh-my-fish/plugin-expand
oh-my-fish/plugin-extract
oh-my-fish/plugin-gem
fisherman/getopts
fisherman/git_util
fisherman/gitignore
fisherman/host_info
fisherman/humanize_duration
fisherman/last_job_id
oh-my-fish/plugin-ndenv
fisherman/nitro
oh-my-fish/plugin-osx
fisherman/paths
oh-my-fish/plugin-pbcopy
oh-my-fish/plugin-peco
fisherman/pwd_info
fisherman/pwd_is_home
fisherman/pyenv
oh-my-fish/plugin-python
oh-my-fish/plugin-rails
oh-my-fish/plugin-rbenv
fisherman/segment
fisherman/spin
oh-my-fish/plugin-ssh
oh-my-fish/plugin-theme
oh-my-fish/plugin-tmux
oh-my-fish/plugin-vi-mode
fisherman/z
